[
    {
        "title": "How to Lay Tiles on the Floor: A Step-by-Step Guide",
        "category": "Tiles",
        "alt": "A step-by-step guide that walks you through preparing, laying, and finishing floor tiles for a professional and durable result.",
        "image": "/blogs/blog1.jpg",
        "link": "/blog/sample",
        "excerpt": "Learn how to lay floor tiles like a pro! This step-by-step guide covers preparation, tiling, and finishing touches for a flawless, long-lasting result."
    },
    {
        "title": "How to Maintain and Clean Your Tiles for Long-Lasting Beauty",
        "category": "Tiles",
        "alt": "Proper tile maintenance and cleaning, using the right techniques and products, ensures long-lasting beauty and durability for your floors and walls.",
        "image": "/blogs/cleaning_blog.jpg",
        "link": "/blog/cleaning",
        "excerpt": "Tiles add elegance and durability to any space, but to keep them looking fresh and beautiful, regular maintenance is essential. Whether in the kitchen, bathroom, or flooring throughout your home, proper cleaning and care can extend the lifespan of your tiles while preserving their shine. Follow these tips to keep your tiles in top condition."
    },
    {
        "title": "How to Choose the Right Toilet for Your Home",
        "category": "Toilet",
        "alt": "Choosing the right toilet involves considering factors like type, bowl shape, flush system, height, style, and budget to ensure comfort, efficiency, and seamless bathroom aesthetics.",
        "image": "/blogs/toilet_blog.jpg",
        "link": "/blog/right_toilet",
        "excerpt": "Selecting the perfect toilet involves balancing style, comfort, and functionality by considering factors like type, flush system, bowl shape, and budget."
    },
    {
        "title": "Porcelain vs. Ceramic Tiles: Which One is Best for You?",
        "category": "Tiles",
        "alt": "Porcelain vs Ceramic Tiles",
        "image": "/blogs/porcelain_vs_ceramic5.jpg",
        "link": "/blog/porcelain_ceramic",
        "excerpt": "Choosing between porcelain and ceramic tiles dramatically affects a space's look and feel, and this guide breaks down their key differences—durability, water resistance, cost, and installation—to help you select the best option for your project and budget."
    },
    {
        "title": "5 Affordable Ways to Upgrade Your Bathroom",
        "category": "Home Improvement",
        "alt": "blog new standard of closing",
        "image": "/blogs/home_improvement1.jpg",
        "link": "/blog/improving_bathrooms",
        "excerpt": "Transform your bathroom on a budget with these five simple, affordable upgrades that make a big impact without the hefty price tag."
    },
    {
        "title": "How to Choose the Right Showerhead for a Relaxing Bath Experience",
        "category": "design",
        "alt": "variety of modern showerheads",
        "image": "/blogs/shower_head2.jpg",
        "link": "/blog/shower_guide",
        "excerpt": "Discover how to choose the perfect showerhead that blends comfort, style, and functionality for a truly relaxing bath experience."
    }
  ]